const cityCoordinates = {
	default: {
		lat: 23.6978,
		lng: 120.9605,
	},
	基隆市: {
		lat: 25.1276,
		lng: 121.7392,
	},
	台北市: {
		lat: 25.033,
		lng: 121.5654,
	},
	新北市: {
		lat: 25.012,
		lng: 121.4651,
	},
	桃園市: {
		lat: 24.9937,
		lng: 121.301,
	},
	新竹市: {
		lat: 24.8138,
		lng: 120.9675,
	},
	新竹縣: {
		lat: 24.6968,
		lng: 120.9605,
	},
	苗栗縣: {
		lat: 24.5602,
		lng: 120.8214,
	},
	台中市: {
		lat: 24.1477,
		lng: 120.6736,
	},
	彰化縣: {
		lat: 24.0021,
		lng: 120.5169,
	},
	南投縣: {
		lat: 23.8388,
		lng: 120.9917,
	},
	雲林縣: {
		lat: 23.6649,
		lng: 120.4808,
	},
	嘉義市: {
		lat: 23.4801,
		lng: 120.4492,
	},
	嘉義縣: {
		lat: 23.4518,
		lng: 120.2553,
	},
	台南市: {
		lat: 22.9999,
		lng: 120.227,
	},
	高雄市: {
		lat: 22.6273,
		lng: 120.3014,
	},
	屏東縣: {
		lat: 22.547,
		lng: 120.5483,
	},
	台東縣: {
		lat: 22.7554,
		lng: 121.1448,
	},
	花蓮縣: {
		lat: 23.991,
		lng: 121.6018,
	},
	宜蘭縣: {
		lat: 24.6921,
		lng: 121.7195,
	},
	澎湖縣: {
		lat: 23.5719,
		lng: 119.5795,
	},
	金門縣: {
		lat: 24.4326,
		lng: 118.314,
	},
	連江縣: {
		lat: 26.1519,
		lng: 119.9512,
	},
};

export default cityCoordinates;
